Repository: horde/chora
Catalog: po/*.po
Languages: sk_sk

source: %s ago
sk_sk: pred %s

source: Added in v.%s
sk_sk: Pridané vo v.%s

source: All Branches
sk_sk: V¹etky vetvy

source: Annotate
sk_sk: Komentova»

source: Author
sk_sk: Autor

source: Back
sk_sk: Naspä»

source: Branch Point for:
sk_sk: Vetviaci bod pre:

source: Branch:
sk_sk: Vetva:

source: Branches
sk_sk: Vetvy

source: Branching to
sk_sk: Vetviaci sa do

source: Changed since <b>%s</b>
sk_sk: Zmenené od <b>%s</b>

source: Changed: %s
sk_sk: Zmenené: %s

source: Checkout of %s (revision %s)
sk_sk: Výber %s (revízia %s)

source: Click on the links in between revisions to get a diff between those revisions.
sk_sk: Kliknite na linky medzi revíziami pre zobrazenie rozdielov medzi nimi.

source: Click on the revisions and branches to display the file.
sk_sk: Kliknite na revízie a vetvy pre zobrazenie súboru.

source: Colored
sk_sk: Farebné

source: Commit Tags:
sk_sk: Vlo¾ené so znaèkami:

source: Commits
sk_sk: Vlo¾enia do CVS

source: Context
sk_sk: Kontext

source: Customize tasks to run upon logging in to Chora.
sk_sk: Prispôsobenie úloh, ktoré sa spú¹»ajú pri prihlásení do aplikácie Chora.

source: Da_te
sk_sk: Dá_tum

source: Date
sk_sk: Dátum

source: Deleted
sk_sk: Vymazané

source: Deleted File
sk_sk: Vymazaný súbor

source: Deselect
sk_sk: Zru¹i» oznaèenie

source: Diff
sk_sk: Rozdiely

source: Diff All Files
sk_sk: Rozdiely medzi v¹etkými súbormi

source: Diff for %s between version %s and %s
sk_sk: Rozdiely pre %s medzi verziami %s a %s

source: Diffs to <b>%s</b>
sk_sk: Rozdiely voèi <b>%s</b>

source: Diffs to version %s
sk_sk: Rozdiely voèi verzii %s

source: Directory
sk_sk: Adresár

source: Download
sk_sk: Stiahnu»

source: Ed Script
sk_sk: Ed skript

source: Error
sk_sk: Chyba

source: Error Encountered
sk_sk: Nastala chyba

source: File
sk_sk: Súbor

source: Files Changed:
sk_sk: Zmenené súbory:

source: Get Diffs
sk_sk: Získa» rozdiely

source: Graph
sk_sk: Graf

source: Graph for %s
sk_sk: Graf pre %s

source: Hide Deleted Files
sk_sk: Skry» vymazané súbory

source: Hide _Deleted Files
sk_sk: Skry» _vymazané súbory

source: Human Readable
sk_sk: Èitateµné pre èloveka

source: Last Log
sk_sk: Posledný záznam

source: Last Log Message for rev %s:
sk_sk: Posledný záznam pre revíziu %s:

source: Legend:
sk_sk: Legenda:

source: Line
sk_sk: Riadok

source: Line %s
sk_sk: Riadok %s

source: Location:
sk_sk: Umiestnenie

source: Log:
sk_sk: Záznam:

source: Login Tasks
sk_sk: Úlohy pri prihlásení

source: Logs
sk_sk: Záznamy

source: Long
sk_sk: Podrobnosti

source: Malformed Query
sk_sk: Chybná po¾iadavka

source: New File
sk_sk: Nový súbor

source: No Viewable Change
sk_sk: ®iadne zobraziteµné zmeny

source: NoWhitespaceChanges
sk_sk: ®iadne zmeny medzier alebo oddeµovacích znakov

source: Other Options
sk_sk: Iné nastavenia

source: Other Repositories
sk_sk: Iné úlo¾iská

source: Parent Directory
sk_sk: Rodièovský adresár

source: PatchSet %s</span> by %s
sk_sk: PatchSet %s</span> vytvoril(a) %s

source: Patchsets for %s
sk_sk: Patchsets pre %s

source: Please contact
sk_sk: Prosím kontaktujte

source: Removed in v.%s
sk_sk: Odstránené vo verzii %s

source: Retrieve diffs between:
sk_sk: Získa» rozdiely medzi:

source: Revision %s for file %s not found.
sk_sk: Revízia %s pre súbor %s nebola nájdená.

source: Revision <b>%s</b>, <i>%s</i> (%s ago) by %s
sk_sk: Revízia <b>%s</b>, <i>%s</i> (pred %s) vytvorená %s

source: Select for Diff
sk_sk: Vyberte pre zobrazenie rozdielov

source: Show Deleted Files
sk_sk: Ukáza» vymazané súbory

source: Show _Deleted Files
sk_sk: Ukáza» _vymazané súbory

source: Side-by-Side
sk_sk: Vedµa seba

source: Sort Order
sk_sk: Poradie triedenia

source: Source Annotation of %s for version %s
sk_sk: Komentár k zdroju %s pre verziu %s

source: Source Directory of /%s
sk_sk: Zdrojový adresár /%s

source: Source Log for %s
sk_sk: Zdrojový záznam pre %s

source: SourceRoot not found! This could be a misconfiguration by the server administrator, or the server could be having temporary problems. Please try again later.
sk_sk: SourceRoot nebol nájdený! Toto mô¾e by» spôsobené nesprávnou konfiguráciou, alebo má server doèasné problémy. Prosím, skúste to znovu neskôr.

source: Statistics
sk_sk: ©tatistiky

source: Statistics for %s
sk_sk: ©tatistiky pre %s

source: Tags:
sk_sk: Znaèky:

source: This form allows you to request diffs between any two revisions of a file. You may select a symbolic revision name using the selection box or you may type in a numeric name using the type-in text box.
sk_sk: Tento formulár Vám umo¾ní zobrazi» rozdiely medzi µubovoµnými dvomi revíziami súboru. Mô¾ete si vybra» symbolické meno revízie pomocou výberového políèka, alebo mô¾ete zada» èíslo pomocou textového poµa.

source: Type:
sk_sk: Typ:

source: Unified
sk_sk: Unifikované

source: Use Text Field
sk_sk: Pou¾i» textové pole

source: Use last viewed file or directory at login time
sk_sk: Pou¾i» pri prihlásení posledný zobrazený súbor alebo adresár

source: View
sk_sk: Zobrazi»

source: View Branch
sk_sk: Zobrazi» vetvu

source: View revisions on:
sk_sk: Zobrazi» revízie pre:

source: View:
sk_sk: Zobrazi»:

source: _Author
sk_sk: _Autor

source: _Branches
sk_sk: _Vetvy

source: _Browse
sk_sk: _Prezera»

source: _File
sk_sk: _Súbor

source: _Graph
sk_sk: _Graf

source: _Logs
sk_sk: _Záznamy

source: _Statistics
sk_sk: ©tati_stiky

source: and:
sk_sk: a:

source: by %s
sk_sk: vytvorená %s

source: changed lines
sk_sk: zmenené riadky

source: day
sk_sk: deò

source: days
sk_sk: dni

source: for further information.
sk_sk: pre ïal¹ie informácie.

source: hour
sk_sk: hodina

source: hours
sk_sk: hodín

source: minute
sk_sk: minúta

source: minutes
sk_sk: minút

source: month
sk_sk: mesiac

source: months
sk_sk: mesiacov

source: revision %s
sk_sk: revízia %s

source: second
sk_sk: sekunda

source: seconds
sk_sk: sekúnd

source: version %s
sk_sk: verzia %s

source: very little time
sk_sk: veµmi krátky èas

source: week
sk_sk: tý¾deò

source: weeks
sk_sk: tý¾dòov

source: year
sk_sk: rok

source: years
sk_sk: rokov
